[
  {
    id: 0,
    category: 'general',
    visibility: 'loggedIn',
    question: 'What if I want more than one accreditation for my surgery center?',
    answer: 'It is not uncommon for a surgery center to seek multiple accreditations for either contracting or other business purposes. Everything in our software is dynamic based on the agency that you choose and an additional accreditation usually requires a different tax ID. Therefore, it is important to keep each accreditation in a seperate account with SCT. We\'ve found the best way to accomplish this is by signing up for a new SCT account with a different email address.'
  },
  {
    id: 1,
    category: 'account',
    visibility: 'all',
    question: 'Can I manage multiple surgery centers on my account?',
    answer: 'We have found it is better to keep each facility in a separate SCT account so there is no confusion. Simply create a new account using a different email address for each facility. If you have more than 2 centers, please contact a sales representative for further assistance.'
  },
  {
    id: 2,
    category: 'general',
    visibility: 'loggedIn',
    question: 'Can I add a consultant or another person to my SCT account to help me?',
    answer: 'The SCT system allows for user roles and permissions. To add users to your facility, select the "users" link on the left hand side in the navigation toolbar. Then select "invite user" and follow the prompts to set permissions.'
  },
  {
    id: 3,
    category: 'general',
    visibility: 'all',
    question: 'Should I add EVERYONE that works at the facility into the Staff section? Even part time and contractors?',
    answer: 'We suggest you add all of your part-time, full-time staff, even your independent contractors so that the product can be utilized most efficiently to maximize efficacy and performance. This will allow your policies and procedures to dynamically capture realtime information about your staff. Do note that adding staff is for record keeping and adding users is for system access.'
  },
  {
    id: 4,
    category: 'accreditation',
    visibility: 'all',
    question: 'What If I want to change the accreditation agency after I\'ve started?',
    answer: 'We don\'t recommend changing agencies once you have started the process with one.However, we understand there are reasons for doing so.Please contact us so we can work on transitioning your account information to a different agency.'
  },
  {
    id: 5,
    category: 'general',
    visibility: 'all',
    question: 'If I change staff, how do I know what documents need to be changed?',
    answer: 'There are many places in the software where we will notify you if information is missing or action is needed.'
  },
  {
    id: 6,
    category: 'general',
    visibility: 'all',
    question: 'Does SCT provide operational checklists?',
    answer: 'During the onboarding process, SCT provides you a list of operational reminders that conform to your new dynamic policies and procedures specific to your agency standards. This list is considered the foundation and you can edit or add additional reminders. These reminders will show up within your maintenance dashboard at the applicable time.'
  },
  {
    id: 6,
    category: 'account',
    visibility: 'all',
    question: 'How do I contact SCT to ask a question or report a problem with my account?',
    answer: 'Select "contact us" on the right hand side in the information center or select "help" on the left side navigation panel.'
  },
  {
    id: 7,
    category: 'account',
    visibility: 'all',
    question: 'Why can\'t I get access to new accreditation, maintenance or reaccreditation?',
    answer: 'We want to make your journey of accreditation as simple as possible. We will only provide access to the modules you need at the stage of accreditation you are in. For instance, if you are already accredited, you do not need the "new accreditation" module. If you believe you need access to a module that is currently inaccessible, please contact us for help.'
  },
  {
    id: 8,
    category: 'general',
    visibility: 'all',
    question: 'Does SCT provide Policies & Procedures?',
    answer: 'SCT provides a baseline set of Policies & Procedures that dynamically populate and allow the user to customize with amendments as the facility evolves.'
  },
  {
    id: 9,
    category: 'general',
    visibility: 'loggedOut',
    question: 'Can I edit the policies or add my own policies and procedures?',
    answer: 'The SCT policies and procedures automatically populate and update in accordance to your realtime data entered within the system. Additionally, you can download a policies or procedure as a MS Word document, that can be edited and saved as an amendment to the original document provided by SCT. Contact us if you have more extensive needs.'
  },
  {
    id: 10,
    category: 'general',
    visibility: 'all',
    question: 'Can I still use a consultant to help with the accreditation or maintenance process?',
    answer: 'The system is designed to allow multiple users help bring efficiency and oversight to accreditation at any stage. This tool enables a consultant or administrator to better serve the facility.'
  },
  {
    id: 11,
    category: 'general',
    visibility: 'all',
    question: 'Does SCT help me prepare my agency application?',
    answer: 'When your overall SCT progress meter reaches 100% your agency application will automatically populate for submission.'
  },
  {
    id: 12,
    category: 'logging',
    visibility: 'all',
    question: 'Does SCT provide electronic logging?',
    answer: 'During the onboarding process, SCT provides you a list of electronic logs that conform to your new dynamic policies and procedures specific to your agency standards. This list is considered the foundation and you can edit or add additional logs. These logs work in conjunction to a mobile-responsive interface that is accessed based on user permission. This interface allows search capabilities based on location, frequency and/or keyword.'
  },
  {
    id: 13,
    category: 'general',
    visibility: 'all',
    question: 'Does SCT address Life Safety?',
    answer: 'SCT provides best practices and use case information around Life Safety that work in conjunction with or augment your existing agency standards.'
  },
  {
    id: 14,
    category: 'general',
    visibility: 'all',
    question: 'Does SCT address Certificate of Need (CON)?',
    answer: 'Accreditation is a post-CON activity. In states that require a CON, you must successfully complete an application to the appropriate state agency before proceeding with accreditation.'
  },
  {
    id: 15,
    category: 'general',
    visibility: 'all',
    question: 'Does SCT support CMS certification?',
    answer: 'The SCT Policies & Procedures are written to incorporate CMS standards. However, the Medicare certification process is supplemental to the basic accreditation process. Once accreditation is achieved, your accreditation agency can assist with the requisite steps necessary to achieve Medicare certification.'
  },
  {
    id: 16,
    category: 'general',
    visibility: 'all',
    question: 'What agencies does SCT support?',
    answer: 'SCT supports the standards for four ambulatory surgery center agencies (AAAASF, AAAHC, JCAHO and IMQ).'
  },
  {
    id: 17,
    category: 'accreditation',
    visibility: 'all',
    question: 'How does SCT help me get Accreditation?',
    answer: 'SCT has created a step-by-step process that walks you through preparation for accreditation - we think of ourselves as the TurboTax(r) of accreditation. SCT does not guarantee accreditation, but rather offers a systematic approach and proven best practices with relevant use cases that have been compiled over decades of accreditation experience. These valuable tools and insights, combined with an intuitive and easy to navigate interface, reduce the complexities and errors associated with the traditional process.'
  },
  {
    id: 18,
    category: 'maintenance',
    visibility: 'all',
    question: 'How does SCT help me maintain my Accreditation?',
    answer: 'SCT provides you with operational reminders and electronic logs that allow you to maintain and follow your policies and procedures in accordance to your agency\'s standards.In addition, policies and procedures are updated and maintained in accordance to staffing and other data entry changes.Furthermore, administrative oversight tools enable you to monitor real- time progress.'
  },
  {
    id: 19,
    category: 'general',
    visibility: 'all',
    question: 'Can I search standards, policies or procedures?',
    answer: 'SCT has incorporated a powerful search engine to quickly and efficiently navigate agency standards and individual policies and procedures using keywords or direct references.'
  }
]

